Repository: MaddTheSane/LaTexIt
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja

source: You need ps2pdf to export as "PDF with outlined fonts"
de: Zum Exportieren als "PDF mit Vektor-Schriften" wird ps2pdf benötigt
es: Se necesita ps2pdf para exportar como "PDF con fuentes trazadas"
fr: ps2pdf est requis pour activer l'export en "PDF avec polices vectorisées"
it: È necessario ps2pdf per esportare come "PDF con outlined fonts"
ja: “アウトラインフォント付きのPDF”としての書き出しには ps2pdf が必要です

source: An error occured while trying to reach %@. You should check your network.
es: Se ha producido un error al conectar con %@. Compruebe que tiene conexión de red.
fr: Une erreur est survenue lors de l'accès à %@. Vous devriez vérifier le bon fonctionnement de votre réseau.
it: Errore mentre si cercava di raggiungere %@. Si prega di controllare la connessione.
ja: %@ を開こうとしてエラーが発生しました ネットワークの接続状況を確認してください。

source: Details
es: Detalles
fr: Détails
it: Dettagli
ja: 詳細

source: Format
es: Formato
it: Formato
ja: フォーマット

source: LaTeX Palette
es: Paleta LaTeX
fr: Palette LaTeX
it: Tavolozza LaTeX
ja: LaTeX パレット

source: LaTeXiT LaTeX Palette
es: LaTeXiT LaTeX-Paleta
fr: Palette LaTeX LaTeXiT
it: Tavolozza LaTeX LaTeXiT
ja: LaTeXiT LaTeX パレット

source: OK
es: Aceptar

source: Text
es: Texto
fr: Texte
it: Testo

# Text format
source: Text
es: Text format
fr: Texte
it: Testo

source: Add invisible graphic commands
fr: Ajouter les commandes graphiques invisibles

source: Continuously synchronize file content
fr: Synchroniser en continu le contenu du fichier

source: Do you really want to reset the paths?
fr: Voulez-vous vraiment réinitialiser les chemins ?

source: Export body
fr: Exporter le corps

source: Export commented preambles
fr: Exporter les préambules commentés

source: Export environment
fr: Exporter l'environnement

source: Export preamble
fr: Exporter le préambule

source: Export user comments
fr: Exporter les commentaires utilisateur

source: File type
fr: Type de fichier

source: Ghostscript options
fr: Options de Ghostscript

source: Help on synchronization scripts
fr: Aide sur les scripts additionnels de synchronization
ja: ファイル同期と追加スクリプトについて

source: Hide comments pane
fr: Masquer le panneau des commentaires

# https://pierre.chachatelier.fr/latexit/index.php
source: https://pierre.chachatelier.fr/latexit/index.php?lang=en
fr: https://pierre.chachatelier.fr/latexit/index.php?lang=fr

# https://pierre.chachatelier.fr/latexit/latexit-donations.php
source: https://pierre.chachatelier.fr/latexit/latexit-donations.php?lang=en
fr: https://pierre.chachatelier.fr/latexit/latexit-donations.php?lang=fr

source: Ignore title hierarchy
fr: Ignorer la hiérarchie des titres

# Invalid paths will be replaced by the result of auto-detection
source: All paths will be replaced by the result of auto-detection.
fr: Tous les chemins seront remplacés par les résultats de l'auto-détection.

source: KB
fr: Ko

source: LaTeX it!
fr: LaTeXiser

source: LaTeXiT medata
fr: Méta-données LaTeXiT

source: path to the Unix executable program
fr: chemin du programme executable Unix

source: PDF Compatibility level
fr: Niveau de compatibilité PDF

source: Post-processing on load
fr: Post-traitement au chargement
ja: ファイルを読み込んだ後に処理

source: Post-processing on save
fr: Post-traitement à la sauvegarde
ja: ファイルを保存した後に処理

source: Pre-processing on load
fr: Pré-traitement au chargement
ja: ファイルを読み込む前に処理

source: Pre-processing on save
fr: Pré-traitement à la sauvegarde
ja: ファイルを保存する前に処理

source: Reset…
fr: Réinitialiser…

source: Shell
fr: Interpréteur
it: Terminale
ja: シェル

source: Show comments pane
fr: Afficher le panneau des commentaires

source: Synchronize body
fr: Synchroniser le corps

source: Synchronize environment
fr: Synchroniser l'environment

source: Synchronize preamble
fr: Synchroniser le préambule

source: TeX Source
fr: Source TeX

source: The XML::LibXML perl module must be installed
fr: Le module perl XML::LibXML est nécessaire

source: Unless you have installed X11, you should be sure that you use a version of ghostscript that does not require it (usually gs-nox11 instead of gs).
fr: À moins que vous ayez installé X11, vous devriez vous assurer que vous utilisez une vesion de ghostscript qui ne le nécessite pas (habituellement gs-nox11 au lieu de gs)

source: useful to type directly accentuated characters
fr: utile pour taper directement les caractères accentués

source: Write engine
fr: Moteur d'écriture

source: pdflatex, latex, dvipdf, xelatex or gs (depending to the current configuration) seems unavailable in your system. Please check their installation.
it: pdflatex, latex, dvipdf, xelatex o gs (dipende dalla configurazione corrente) sembra non essere disponibile nel tuo sistema. Controlla le loro installazioni.

source: Path to pdfdtocairo
ja: pdfdtocairo のパス

source: Web
ja: ウェブ
